[
  "obsidian-git",
  "obsidian-image-auto-upload-plugin",
  "typing-speed",
  "diagram-zoom-drag",
  "obsidian-style-settings",
  "obsidian-excel-to-markdown-table",
  "spreadsheets",
  "typewriter-mode",
  "obsidian-vimrc-support",
  "table-editor-obsidian"
]